{
  "watchTemplates": {
    "12 AM": {
      "title": "Midnight Gate",
      "items": [
        {
          "scripture": "Revelation 3:7 — He who opens and no one shuts, and shuts and no one opens.",
          "worship": "Exalt the 'Key of David' who opens the day.",
          "rhythm": "Stand at your door or window and face the new day.",
          "decree": "I command the gates of this day to open for my advancement."
        }
      ]
    },
    "3 AM": {
      "title": "Vision Watch",
      "items": [
        {
          "scripture": "Isaiah 46:10 — Declaring the end from the beginning.",
          "worship": "Worship the 'Alpha and Omega' who sees all.",
          "rhythm": "Kneel in silence for 2 minutes, then look upward.",
          "decree": "I receive the vision to see past the doors of 2025 into 2026."
        }
      ]
    },
    "6 AM": {
      "title": "Morning Glory",
      "items": [
        {
          "scripture": "Lamentations 3:23 — His mercies are new every morning.",
          "worship": "Praise the King arriving with the rising sun.",
          "rhythm": "Stretch your arms wide to welcome the light.",
          "decree": "I decree that glory, not gloom, enters my house this morning."
        }
      ]
    },
    "9 AM": {
      "title": "Wisdom Watch",
      "items": [
        {
          "scripture": "James 1:5 — If any of you lacks wisdom, ask God.",
          "worship": "Exalt the source of all Strategy and Intellect.",
          "rhythm": "Open your hands like a book to receive wisdom.",
          "decree": "I decree that the King of Glory governs my mind and my work."
        }
      ]
    },
    "12 PM": {
      "title": "Midday Altar",
      "items": [
        {
          "scripture": "Psalm 24:7 — Lift up your heads, O gates, that the King of Glory may come in.",
          "worship": "(Special Commitment Lead - See Below)",
          "rhythm": "Lift your hands high in total surrender to the King.",
          "decree": "Establishment, Success, and 2026 Favour."
        }
      ]
    },
    "3 PM": {
      "title": "The Rebuilding",
      "items": [
        {
          "scripture": "Joel 2:25 — I will restore the years the locust has eaten.",
          "worship": "Worship the Conqueror who restores the waste.",
          "rhythm": "Pace your room (Prophetic walking) while praying.",
          "decree": "Every broken gate in my life is being repaired by the King."
        }
      ]
    },
    "6 PM": {
      "title": "The Evening Seal",
      "items": [
        {
          "scripture": "Philippians 4:7 — The peace of God will guard your hearts and minds.",
          "worship": "Praise the King who secures the city at sunset.",
          "rhythm": "Place your hand on your heart to symbolize peace.",
          "decree": "I seal my progress today under the authority of the King."
        }
      ]
    },
    "9 PM": {
      "title": "The Sentinel",
      "items": [
        {
          "scripture": "Psalm 121:4 — He who keeps Israel will neither slumber nor sleep.",
          "worship": "Exalt the King who stands guard over sleep.",
          "rhythm": "Lay prostrate or bow to acknowledge His protection.",
          "decree": "I decree that the King of Glory stands guard over my dreams."
        }
      ]
    }
  }
}
